Repository: denis-kolchev/Paint-Anytime
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Share width, opacity, and color across tools. Color and opacity do not apply to the eraser.
ar: استخدم سُمكًا وعتامة ولونًا مشتركًا بين الأدوات. لا ينطبق اللون والعتامة على الممحاة.
cs: Sdílejte tloušťku, krytí a barvu mezi nástroji. Barva a krytí se nevztahují na gumu.
da: Del tykkelse, opacitet og farve mellem værktøjerne. Farve og opacitet gælder ikke for viskelæderet.
de: Teile Breite, Deckkraft und Farbe zwischen den Werkzeugen. Farbe und Deckkraft gelten nicht für den Radierer.
el: Χρησιμοποιήστε κοινό πάχος, διαφάνεια και χρώμα στα εργαλεία. Το χρώμα και η διαφάνεια δεν ισχύουν για τη γόμα.
es: Comparte el grosor, la opacidad y el color entre herramientas. El color y la opacidad no se aplican a la goma.
fi: Jaa paksuus, peittävyys ja väri työkalujen kesken. Väri ja peittävyys eivät koske pyyhekumia.
fr: Partagez l’épaisseur, l’opacité et la couleur entre les outils. La couleur et l’opacité ne s’appliquent pas à la gomme.
he: השתמשו בעובי, באטימות ובצבע משותפים לכלים. צבע ואטימות אינם חלים על המחק.
hu: Használj közös vastagságot, fedettséget és színt az eszközöknél. A szín és a fedettség nem vonatkozik a radírra.
id: Gunakan ketebalan, opasitas, dan warna yang sama untuk semua alat. Warna dan opasitas tidak berlaku untuk penghapus.
it: Condividi spessore, opacità e colore tra gli strumenti. Il colore e l’opacità non si applicano alla gomma.
ja: ツール間で太さ、透明度、色を共有します。色と透明度は消しゴムには適用されません。
ko: 도구 간에 두께, 투명도, 색상을 공유합니다. 색상과 투명도는 지우개에 적용되지 않습니다.
nb: Del tykkelse, opasitet og farge mellom verktøyene. Farge og opasitet gjelder ikke for viskelæret.
nl: Deel dikte, dekking en kleur tussen gereedschappen. Kleur en dekking gelden niet voor de gum.
pl: Używaj wspólnej grubości, krycia i koloru we wszystkich narzędziach. Kolor i krycie nie dotyczą gumki.
pt_br: Compartilhe a espessura, a opacidade e a cor entre as ferramentas. A cor e a opacidade não se aplicam à borracha.
pt_pt: Partilhe a espessura, a opacidade e a cor entre ferramentas. A cor e a opacidade não se aplicam à borracha.
ru: Используйте общую толщину, прозрачность и цвет для всех инструментов. Цвет и прозрачность не применяются к стиралке.
sv: Dela tjocklek, opacitet och färg mellan verktygen. Färg och opacitet gäller inte för suddgummit.
th: ใช้ความหนา ความทึบ และสีร่วมกันระหว่างเครื่องมือ สีและความทึบไม่ใช้กับยางลบ
tr: Araçlar arasında kalınlık, opaklık ve rengi paylaş. Renk ve opaklık silgi için geçerli değildir.
uk: Використовуйте спільну товщину, прозорість і колір для всіх інструментів. Колір і прозорість не застосовуються до гумки.
vi: Dùng chung độ dày, độ mờ đục và màu giữa các công cụ. Màu và độ mờ đục không áp dụng cho tẩy.
zh_hans: 在工具间共用粗细、透明度和颜色。颜色和透明度不适用于橡皮擦。
zh_hant: 在工具間共用粗細、透明度和顏色。顏色和透明度不適用於橡皮擦。

source: Shared color
ar: لون مشترك
cs: Společná barva
da: Fælles farve
de: Gemeinsame Farbe
el: Κοινό χρώμα
es: Color compartido
fi: Yhteinen väri
fr: Couleur commune
he: צבע משותף
hu: Közös szín
id: Warna bersama
it: Colore condiviso
ja: 色を共有
ko: 공통 색상
nb: Felles farge
nl: Gedeelde kleur
pl: Wspólny kolor
pt_br: Cor compartilhada
pt_pt: Cor partilhada
ru: Общий цвет
sv: Gemensam färg
th: สีร่วมกัน
tr: Ortak renk
uk: Спільний колір
vi: Màu chung
zh_hans: 共用颜色
zh_hant: 共用顏色

source: Shared opacity
ar: عتامة مشتركة
cs: Společné krytí
da: Fælles opacitet
de: Gemeinsame Deckkraft
el: Κοινή διαφάνεια
es: Opacidad compartida
fi: Yhteinen peittävyys
fr: Opacité commune
he: אטימות משותפת
hu: Közös fedettség
id: Opasitas bersama
it: Opacità condivisa
ja: 透明度を共有
ko: 공통 투명도
nb: Felles opasitet
nl: Gedeelde dekking
pl: Wspólne krycie
pt_br: Opacidade compartilhada
pt_pt: Opacidade partilhada
ru: Общая прозрачность
sv: Gemensam opacitet
th: ความทึบร่วมกัน
tr: Ortak opaklık
uk: Спільна прозорість
vi: Độ mờ đục chung
zh_hans: 共用透明度
zh_hant: 共用透明度

source: Shared width
ar: سُمك مشترك
cs: Společná tloušťka
da: Fælles tykkelse
de: Gemeinsame Breite
el: Κοινό πάχος
es: Grosor compartido
fi: Yhteinen paksuus
fr: Épaisseur commune
he: עובי משותף
hu: Közös vastagság
id: Ketebalan bersama
it: Spessore condiviso
ja: 太さを共有
ko: 공통 두께
nb: Felles tykkelse
nl: Gedeelde dikte
pl: Wspólna grubość
pt_br: Espessura compartilhada
pt_pt: Espessura partilhada
ru: Общая толщина
sv: Gemensam tjocklek
th: ความหนาร่วมกัน
tr: Ortak kalınlık
uk: Спільна товщина
vi: Độ dày chung
zh_hans: 共用粗细
zh_hant: 共用粗細

source: Sharing and saving to Photos
ar: المشاركة والحفظ في «الصور»
cs: Sdílení a ukládání do Fotek
da: Deling og lagring i Fotos
de: Teilen und Speichern in Fotos
el: Κοινοποίηση και αποθήκευση στις Φωτογραφίες
es: Compartir y guardar en Fotos
fi: Jakaminen ja tallentaminen Kuviin
fr: Partage et enregistrement dans Photos
he: שיתוף ושמירה ב״תמונות״
hu: Megosztás és mentés a Fotókba
id: Berbagi dan menyimpan ke Foto
it: Condivisione e salvataggio in Foto
ja: 共有と「写真」への保存
ko: 공유 및 사진 앱에 저장
nb: Deling og lagring i Bilder
nl: Delen en opslaan in Foto’s
pl: Udostępnianie i zapisywanie w Zdjęciach
pt_br: Compartilhamento e salvamento no Fotos
pt_pt: Partilha e gravação em Fotografias
ru: Отправка рисунков и сохранение в «Фото»
sv: Dela och spara i Bilder
th: การแชร์และบันทึกลงในรูปภาพ
tr: Paylaşma ve Fotoğraflar’a kaydetme
uk: Поширення та збереження у «Фотографії»
vi: Chia sẻ và lưu vào Ảnh
zh_hans: 分享及保存到“照片”
zh_hant: 分享及儲存至「照片」

source: Sharing options depend on watchOS. Saving directly to Photos on iPhone requires a companion iPhone app; it is not available with the watch app alone.
ar: تعتمد خيارات المشاركة على watchOS. يتطلب الحفظ مباشرةً في الصور على iPhone تطبيقًا مرافقًا على الهاتف؛ ولا تتوفر هذه الميزة باستخدام تطبيق الساعة وحده.
cs: Možnosti sdílení závisí na watchOS. Přímé ukládání do Fotek na iPhonu vyžaduje doprovodnou aplikaci pro iPhone; se samotnou aplikací na hodinkách není dostupné.
da: Delingsmulighederne afhænger af watchOS. For at gemme direkte i Fotos på iPhone kræves en tilhørende iPhone-app. Funktionen er ikke tilgængelig med appen på uret alene.
de: Die Optionen zum Teilen hängen von watchOS ab. Zum direkten Speichern in Fotos auf dem iPhone ist eine zugehörige iPhone-App erforderlich. Mit der Watch-App allein ist diese Funktion nicht verfügbar.
el: Οι επιλογές κοινοποίησης εξαρτώνται από το watchOS. Η απευθείας αποθήκευση στις Φωτογραφίες του iPhone απαιτεί συνοδευτική εφαρμογή iPhone· δεν είναι διαθέσιμη μόνο με την εφαρμογή του ρολογιού.
es: Las opciones para compartir dependen de watchOS. Para guardar directamente en Fotos en el iPhone, se necesita una app complementaria en el iPhone. Esta función no está disponible solo con la app del reloj.
fi: Jakamisvaihtoehdot riippuvat watchOS:stä. Tallentaminen suoraan iPhonen Kuvat-appiin vaatii kumppaniapin iPhoneen. Toiminto ei ole käytettävissä pelkällä kellon apilla.
fr: Les options de partage dépendent de watchOS. L’enregistrement direct dans Photos sur iPhone nécessite une app compagnon sur l’iPhone. Cette fonction n’est pas disponible avec la seule app pour montre.
he: אפשרויות השיתוף תלויות ב-watchOS. שמירה ישירות ב״תמונות״ ב-iPhone דורשת יישום נלווה ל-iPhone; היא אינה זמינה עם יישום לשעון בלבד.
hu: A megosztási lehetőségek a watchOS-től függenek. Az iPhone Fotók alkalmazásába való közvetlen mentéshez kísérő iPhone-alkalmazás kell; kizárólag az óra alkalmazásával ez nem érhető el.
id: Pilihan berbagi bergantung pada watchOS. Untuk menyimpan langsung ke Foto di iPhone, diperlukan app pendamping di iPhone. Fitur ini tidak tersedia jika hanya menggunakan app jam.
it: Le opzioni di condivisione dipendono da watchOS. Per salvare direttamente in Foto su iPhone serve un’app complementare su iPhone. Questa funzione non è disponibile con la sola app per l’orologio.
ja: 共有方法はwatchOSによって異なります。iPhoneの「写真」に直接保存するには、iPhone用の連携アプリが必要です。時計のアプリだけではこの機能は利用できません。
ko: 공유 옵션은 watchOS에 따라 다릅니다. iPhone의 사진 앱에 직접 저장하려면 iPhone용 연동 앱이 필요합니다. 시계 앱만으로는 이 기능을 사용할 수 없습니다.
nb: Delingsalternativene avhenger av watchOS. For å lagre direkte i Bilder på iPhone trengs en tilhørende iPhone-app. Funksjonen er ikke tilgjengelig med bare appen på klokken.
nl: De opties voor delen zijn afhankelijk van watchOS. Om rechtstreeks in Foto’s op de iPhone op te slaan, is een bijbehorende iPhone-app nodig. Deze functie is niet beschikbaar met alleen de app op het horloge.
pl: Opcje udostępniania zależą od watchOS. Bezpośrednie zapisywanie w Zdjęciach na iPhonie wymaga aplikacji towarzyszącej na telefonie. Ta funkcja nie jest dostępna przy używaniu samej aplikacji na zegarku.
pt_br: As opções de compartilhamento dependem do watchOS. Salvar diretamente no Fotos do iPhone exige um app complementar para iPhone; isso não está disponível apenas com o app do relógio.
pt_pt: As opções de partilha dependem do watchOS. Para guardar diretamente em Fotografias no iPhone, é necessária uma app complementar no iPhone. Esta função não está disponível apenas com a app do relógio.
ru: Способы отправки в меню «Поделиться» зависят от watchOS. Для прямого сохранения в «Фото» на iPhone нужно приложение-компаньон на телефоне. С одним лишь приложением для часов эта функция недоступна.
sv: Delningsalternativen beror på watchOS. För att spara direkt i Bilder på iPhone behövs en tillhörande iPhone-app. Funktionen är inte tillgänglig med enbart appen på klockan.
th: ตัวเลือกการแชร์ขึ้นอยู่กับ watchOS การบันทึกลงในแอปรูปภาพบน iPhone โดยตรงต้องมีแอปคู่กันบน iPhone ฟังก์ชันนี้ไม่พร้อมใช้งานหากใช้เฉพาะแอปบนนาฬิกา
tr: Paylaşım seçenekleri watchOS’e bağlıdır. iPhone’daki Fotoğraflar’a doğrudan kaydetmek için telefonda eşlik eden bir uygulama gerekir. Bu özellik yalnızca saat uygulamasıyla kullanılamaz.
uk: Способи поширення залежать від watchOS. Для збереження безпосередньо до «Фотографій» на iPhone потрібен супутній застосунок для iPhone; лише із застосунком на годиннику це недоступно.
vi: Các tùy chọn chia sẻ phụ thuộc vào watchOS. Để lưu trực tiếp vào Ảnh trên iPhone, cần có ứng dụng đồng hành trên iPhone. Tính năng này không khả dụng khi chỉ dùng ứng dụng trên đồng hồ.
zh_hans: 分享方式取决于 watchOS。要直接保存到 iPhone 的“照片”，需要在 iPhone 上安装配套 App。仅使用手表 App 时无法使用此功能。
zh_hant: 分享方式取決於 watchOS。若要直接儲存至 iPhone 的「照片」，需要在 iPhone 上安裝配套 App。僅使用手錶 App 時無法使用此功能。

source: Soft brightening
ar: تفتيح ناعم
cs: Jemné zesvětlení
da: Lysn blidt
de: Sanft aufhellen
el: Απαλό φώτισμα
es: Aclarar suavemente
fi: Vaalenna pehmeästi
fr: Éclaircir en douceur
he: הבהרה עדינה
hu: Finom világosítás
id: Mencerahkan lembut
it: Schiarire delicatamente
ja: やさしく明るく
ko: 부드럽게 밝히기
nb: Lysne forsiktig
nl: Zacht oplichten
pl: Łagodne rozjaśnianie
pt_br: Clarear suavemente
pt_pt: Clarear suavemente
ru: Мягкое осветление
sv: Mjuka upp med ljus
th: เพิ่มความสว่างอย่างนุ่มนวล
tr: Yumuşak aydınlatma
uk: М’яке освітлення
vi: Làm sáng nhẹ
zh_hans: 柔和提亮
zh_hant: 柔和提亮

source: Soft inversion
ar: عكس ناعم
cs: Jemná inverze
da: Blød invertering
de: Sanfte Umkehrung
el: Απαλή αντιστροφή
es: Inversión suave
fi: Pehmeä kääntö
fr: Inversion douce
he: היפוך עדין
hu: Lágy megfordítás
id: Pembalikan lembut
it: Inversione delicata
ja: やわらかく反転
ko: 부드러운 반전
nb: Myk invertering
nl: Zacht omkeren
pl: Łagodne odwracanie
pt_br: Inversão suave
pt_pt: Inversão suave
ru: Мягкая инверсия
sv: Mjuk invertering
th: กลับสีอย่างนุ่มนวล
tr: Yumuşak ters çevirme
uk: М’яка інверсія
vi: Đảo màu nhẹ
zh_hans: 柔和反相
zh_hant: 柔和反相

source: Soft Light
ar: ضوء ناعم
cs: Měkké světlo
da: Blødt lys
de: Weiches Licht
el: Απαλό φως
es: Luz suave
fi: Pehmeä valo
fr: Lumière tamisée
he: אור רך
hu: Lágy fény
id: Cahaya lembut
it: Luce soffusa
ja: ソフトライト
ko: 소프트 라이트
nb: Mykt lys
nl: Zwak licht
pl: Łagodne światło
pt_br: Luz indireta
pt_pt: Luz suave
ru: Мягкий свет
sv: Mjukt ljus
th: แสงนุ่ม
tr: Yumuşak Işık
uk: М’яке світло
vi: Ánh sáng mềm
zh_hans: 柔光
zh_hant: 柔光

source: Stroke preview
ar: معاينة الخط
cs: Náhled tahu
da: Forhåndsvisning af streg
de: Strichvorschau
el: Προεπισκόπηση πινελιάς
es: Vista previa del trazo
fi: Viivan esikatselu
fr: Aperçu du trait
he: תצוגה מקדימה של משיכה
hu: Vonás előnézete
id: Pratinjau goresan
it: Anteprima del tratto
ja: 線のプレビュー
ko: 선 미리보기
nb: Forhåndsvisning av strek
nl: Lijnvoorbeeld
pl: Podgląd kreski
pt_br: Prévia do traço
pt_pt: Pré-visualização do traço
ru: Образец штриха
sv: Förhandsvisning av streck
th: ตัวอย่างเส้น
tr: Çizgi önizlemesi
uk: Попередній перегляд штриха
vi: Xem trước nét vẽ
zh_hans: 笔画预览
zh_hant: 筆畫預覽
